Repository: 06Jeeper/openpilot
Catalog: selfdrive/assets/locales/*/messages.po
Languages: ar_eg

source: Accuracy Is High
ar_eg: دقة عالية

source: Accuracy Is Low
ar_eg: دقة منخفضة

source: Always keep hands on wheel and eyes on road
ar_eg: احرص دائمًا على القيادة والعينين على الطريق

source: An Update Check Is Required to Engage
ar_eg: التحقق من التحديث مطلوب للمشاركة

source: BRAKE!
ar_eg: الفرامل!

source: Be ready to take over at any time
ar_eg: كن مستعدًا لتولي المسؤولية في أي وقت

source: Brake Hold Active
ar_eg: الفرامل عقد بالموقع

source: CAN Error: Check Connections
ar_eg: خطأ CAN: التحقق من الاتصالات

source: Calibration Invalid: Reposition EON and Recalibrate
ar_eg: المعايرة غير صالحة: إعادة وضع EON وإعادة المعايرة

source: Calibration in Progress
ar_eg: المعايرة في التقدم

source: Calibration in Progress:
ar_eg: المعايرة في التقدم:

source: Car Unrecognized
ar_eg: سيارة غير معترف بها

source: Changing Lane
ar_eg: تغيير لين

source: Communication Issue between Processes
ar_eg: مشكلة التواصل بين العمليات

source: Community Feature Detected
ar_eg: تم اكتشاف ميزة المجتمع

source: Controls Failed
ar_eg: فشل الضوابط

source: Controls Mismatch
ar_eg: ضوابط عدم تطابق

source: Cruise Fault: Restart the Car
ar_eg: خطأ كروز: إعادة تشغيل السيارة

source: Cruise Fault: Restart the car to engage
ar_eg: خطأ كروز: إعادة تشغيل السيارة للانخراط

source: Cruise Is Off
ar_eg: كروز هو خارج

source: Cruise is Off
ar_eg: كروز هو خارج

source: DEBUG ALERT
ar_eg: ديب ألت

source: DISENGAGE IMMEDIATELY
ar_eg: فك الارتباط على الفور

source: DISENGAGEMENT REQUIRED
ar_eg: الانفصال المطلوب

source: DRIVER MONITOR IS AVAILABLE
ar_eg: رصد سائق متاح

source: DRIVER MONITOR IS UNAVAILABLE
ar_eg: مراقبة السائق غير متوفر

source: Dashcam Mode
ar_eg: وضع Dashcam

source: Dashcam mode
ar_eg: وضع Dashcam

source: Dashcam mode with unsupported car
ar_eg: وضع Dashcam مع سيارة غير مدعومة

source: Data Needed for Calibration. Upload Drive, Try Again
ar_eg: البيانات اللازمة للمعايرة. تحميل حملة ، حاول مرة أخرى

source: Distraction Level Too High
ar_eg: مستوى الهاء عالية جدا

source: Door Open
ar_eg: الباب مفتوح

source: Door open
ar_eg: الباب مفتوح

source: Drive Above
ar_eg: حملة أعلاه

source: ESP Off
ar_eg: ESP معطلة

source: Enable Community Features in Developer Settings
ar_eg: تمكين ميزات المجتمع في إعدادات المطور

source: Ethical Dilemma Detected
ar_eg: الكشف عن المعضلة الأخلاقية

source: Gas Error: Restart the Car
ar_eg: خطأ الغاز: إعادة تشغيل السيارة

source: Gas Fault: Restart the Car
ar_eg: خطأ الغاز: إعادة تشغيل السيارة

source: Gear not D
ar_eg: جير لا د

source: KEEP EYES ON ROAD
ar_eg: تبقي عيون على الطريق

source: KEEP EYES ON ROAD: User Appears Distracted
ar_eg: إبقاء العينين على الطريق: يبدو المستخدم مشتتا

source: LKAS Fault: Restart the Car
ar_eg: خطأ LKAS: إعادة تشغيل السيارة

source: LKAS Fault: Restart the car to engage
ar_eg: خطأ LKAS: أعد تشغيل السيارة للانخراط

source: Lane Departure Detected
ar_eg: حارة رحيل الكشف

source: Low Battery
ar_eg: البطارية ضعيفة

source: Low Memory: Reboot Your EON
ar_eg: ذاكرة منخفضة: إعادة تشغيل EON الخاص بك

source: Main Switch Off
ar_eg: مفتاح الاغلاق

source: Monitor Other Vehicles
ar_eg: مراقبة المركبات الأخرى

source: No Close Lead Car
ar_eg: لا أغلق سيارة الرصاص

source: No Data from EON Sensors
ar_eg: لا توجد بيانات من EON Sensors

source: No close lead car
ar_eg: لا سيارة الرصاص وثيق

source: Not in Geofenced Area
ar_eg: ليس في المنطقة الجغرافية

source: Out of Storage Space
ar_eg: نفاد مساحة التخزين

source: Park Brake Engaged
ar_eg: بارك الفرامل مخطوبة

source: Pedal Pressed During Attempt
ar_eg: ضغط الدواسة أثناء المحاولة

source: Planner Solution Error
ar_eg: خطأ في مخطط الحل

source: Please Connect to Internet
ar_eg: يرجى الاتصال بالإنترنت

source: Please connect to Internet
ar_eg: يرجى الاتصال بالإنترنت

source: Press Resume to Move
ar_eg: اضغط على استئناف للتحرك

source: RAM Critically Low
ar_eg: ذاكرة الوصول العشوائي منخفضة للغاية

source: Radar Communication Issue
ar_eg: رادار الاتصالات العدد

source: Radar Error: Restart the Car
ar_eg: خطأ الرادار: إعادة تشغيل السيارة

source: Reboot your EON
ar_eg: إعادة تشغيل EON الخاص بك

source: Resume Driving Manually
ar_eg: استئناف القيادة يدويا

source: Reverse Gear
ar_eg: عكس العتاد

source: Risk of Collision
ar_eg: خطر الاصطدام

source: STOPPED
ar_eg: توقفت

source: Seatbelt Unlatched
ar_eg: حزام الأمان غير مسبوق

source: Seatbelt unlatched
ar_eg: حزام الأمان غير مفتوح

source: Speaker not found
ar_eg: المتكلم غير موجود

source: Speed Too Low
ar_eg: سرعة منخفضة جدا

source: Speed too low
ar_eg: سرعة منخفضة جدا

source: Steer Left to Start Lane Change
ar_eg: توجيه اليسار لبدء تغيير حارة

source: Steer Right to Start Lane Change
ar_eg: توجيه الحق في بدء تغيير حارة

source: Steer Unavailable Below
ar_eg: توجيه غير متاح أدناه

source: Steering Temporarily Unavailable
ar_eg: التوجيه غير متاح مؤقتًا

source: System Overheated
ar_eg: نظام محموم

source: System overheated
ar_eg: نظام محموما

source: TAKE CONTROL
ar_eg: السيطرة

source: TAKE CONTROL IMMEDIATELY
ar_eg: خذ السيطرة على الفور

source: TOUCH STEERING WHEEL
ar_eg: لمس عجلة القيادة

source: TOUCH STEERING WHEEL: No Face Detected
ar_eg: لمس عجلة القيادة: لا كشف الوجه

source: Turn Exceeds Steering Limit
ar_eg: بدوره يتجاوز الحد التوجيهي

source: Unsupported Giraffe Configuration
ar_eg: تكوين الزرافة غير مدعوم

source: User Appears Distracted
ar_eg: يظهر المستخدم مشتتا

source: User Is Unresponsive
ar_eg: المستخدم لا يستجيب

source: User Was Distracted
ar_eg: المستخدم كان مشتتا

source: User Was Unresponsive
ar_eg: كان المستخدم لا يستجيب

source: Vehicle Parameter Identification Failed
ar_eg: فشل تحديد معلمة السيارة

source: Vision Model Output Uncertain
ar_eg: رؤية نموذج الإخراج غير مؤكد

source: Visit comma.ai/tg
ar_eg: زيارة فاصلة

source: openpilot Canceled
ar_eg: openpilot ملغاة

source: openpilot Unavailable
ar_eg: openpilot غير متوفر
